1password
ags-hyprpanel-git
appmenu-glib-translator-git
aquamarine-git
aylurs-gtk-shell-git
bluez-git
bottles
catppuccin-gtk-theme-mocha
discord-canary
electron13-bin
flatseal
gbm
gotop-git
gowall
greetd-git
hyprcursor-git
hyprgraphics-git
hypridle-git
hyprland-protocols-git
hyprland-qt-support-git
hyprland-qtutils-git
hyprlang-git
hyprlock-git
hyprpicker-git
hyprpolkitagent-git
hyprsunset-git
hyprutils-git
hyprwayland-scanner-git
icoextract
lazygit-git
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libcava
libre-menu-editor
matugen-bin
microsoft-edge-stable-bin
mongodb-bin
mongodb-compass
mongosh-bin
mono-basic
mullvad-vpn-bin
musikcube
neovim-git
nwg-launchers
oh-my-posh
onlyoffice-bin
paru
patool
pipes.sh
plex-media-server
postman-bin
proton-ge-custom-bin
python-fvs
python-gpustat
python-nvidia-ml-py
python-pathvalidate
python-steamgriddb
rose-pine-cursor
rose-pine-hyprcursor
runelite
slack-desktop
snapd
spicetify-cli
swww-git
ventoy-bin
vesktop-bin
visual-studio-code-bin
vkbasalt-cli
wezterm-git
wl-clipboard-git
wl-screenrec-git
xcursor-viewer-git
xdg-desktop-portal-hyprland-git
yay-git
