7zip
amd-ucode
archlinux-xdg-menu
ark
audacity
base
base-devel
bat
blueman
bmon
brightnessctl
btop
cabextract
cage
calibre
cups
cups-pdf
dart-sass
devtools
discord
dkms
docker
docker-compose
efibootmgr
egl-wayland
fastfetch
fd
figlet
firefox
firewalld
font-manager
fzf
gamemode
gdb
git
git-delta
github-cli
glaze
gnome-bluetooth-3.0
gnome-calculator
go
gobject-introspection
grub
gtk-layer-shell
gvfs
gvfs-mtp
gvfs-smb
gwenview
hdparm
heaptrack
hplip
htop
inkscape
iw
just
keepassxc
kitty
krita
kservice5
kvantum
kvantum-qt5
layer-shell-qt5
less
lib32-mangohud
lib32-nvidia-utils
lib32-opencl-nvidia
libgtop
libreoffice-fresh
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lsd
lua-lgi
mandoc
mangohud
mate-polkit
maven
mesa-demos
ncdu
nemo
neofetch
net-tools
networkmanager
network-manager-applet
nfs-utils
nm-connection-editor
noto-fonts-emoji
npm
nvidia-open
nvidia-settings
nvidia-utils
nvtop
nwg-look
obsidian
obs-studio
opencl-nvidia
openssh
openssl-1.1
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
power-profiles-daemon
powertop
python-pyqt6
python-pywal
qbittorrent
qt5ct
qt5-graphicaleffects
qt5-quickcontrols2
qt5-tools
qt6ct
ranger
reaper
reflector
ripgrep
rofi-wayland
sd
sddm
simple-scan
slurp
socat
sof-firmware
spotify-launcher
steam
swayidle
system-config-printer
timeshift
tokei
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
typescript
unzip
valgrind
vim
waybar
waypipe
wev
wf-recorder
wget
wine
wine-mono
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xorg-fonts-misc
xorg-font-util
xorg-xcursorgen
xorg-xhost
xorg-xinit
xorg-xrandr
zsh
